[
    {
        "id": "01",
        "title": "Learn Reading and Writing",
        "rating": { "number": 4.5, "badge": "Excellent" },
        "otherInfo": {"age": "6-8 years", "time": "8-9"},
        "author": {
            "name": "Enny Miaka",
            "img": "https://kidsheaven.wpengine.com/wp-content/uploads/2017/02/gall12.jpg"
          },
        "details": "Children learn to use symbols, combining their oral language, pictures, print, and play into a coherent mixed medium and creating and communicating meanings in a variety of ways. From their initial experiences and interactions with adults, children begin to read words, processing letter-sound relations and acquiring substantial knowledge of the alphabetic system. As they continue to learn, children increasingly consolidate this information into patterns that allow for automaticity and fluency in reading and writing. Consequently reading and writing acquisition is conceptualized better as a developmental continuum than as an all-or-nothing phenomenon. But the ability to read and write does not develop naturally, without careful planning and instruction. Children need regular and active interactions with print. Specific abilities required for reading and writing come from immediate experiences with oral and written language. Experiences in these early years begin to define the assumptions and expectations about becoming literate and give children"
    },
    {
        "id": "02",
        "title": "Learning & Fun For Children Kids",
        "rating": { "number": 4.5, "badge": "Excellent" },
        "otherInfo": {"age": "6-10 years", "time": "8-8:30"},
        "author": {
            "name": "Jimmy Done",
            "img": "https://thepixelcurve.com/wp/lmsmart/lp/wp-content/uploads/sites/2/2022/01/SMK943-150x150.jpg"
          },
        "details": "Let kids reel in the fun—and catch on to numbers—with this game. To make a fish, sandwich a steel washer between strips of duct tape, then cut the tape into shape. Mark each with a digit from 0 to 9 and release them in a partially filled tub. Tie a string to a dowel, then sandwich magnets over the string's end to serve as a hook. To play, a young child can fish for a certain number; an older child can try to hook the answer to an equation.This learning activity for kids teaches basic concepts of natural science and mapping right in your own backyard. Using simple supplies, kids can figure out what trees are around their home, then document their findings, charting the grounds and creating a lovely keepsake. It's a perfect project for introducing dendrology (the study of trees) to a budding naturalist"
    },
    {
        "id": "03",
        "title": "Drawing and Painting Course for Children",
        "rating": { "number": 4.4, "badge": "Excellent" },
        "otherInfo": {"age": "6-10 years", "time": "8-10:30"},
        "author": {
            "name": "Jimmy Done",
            "img": "https://kidsheaven.wpengine.com/wp-content/uploads/2017/02/gall8.jpg"
          },
        "details": "As a former classroom art teacher, I saw first hand how students were often unsure as to how and where to start their drawing projects. That confusion often led to frustration, or maybe even deciding not to draw at all. It seemed to me that there must be a better way to share easy drawing ideas for kids, but it took some time to figure out how to do that. Direct drawing instructions on the front board worked for a little while, but it had its limitations. Some students always wanted to go faster, and some a bit slower. It kept the whole process feeling a bit chaotic, both for myself and for them too. The biggest benefit about getting the process down on paper was that every one could work finally work independently. Tutorials showing each step suddenly turned a noisy process into a very quiet and happy classroom! The more tutorials I made."
    },
    {
        "id": "04",
        "title": "Basic Level Spoken English Learn and Best Practice For Children",
        "rating": { "number": 4.4, "badge": "Excellent" },
        "otherInfo": {"age": "6-9 years", "time": "8-10"},
        "author": {
            "name": "Jimmy Done",
            "img": "http://www.nicdarkthemes.com/themes/children/wp/de…/uploads/sites/2/revslider/Home-slide/bg-13-1.jpg"
          },
        "details": "Every language has a written and a spoken form. Proficiency in any language, including English, means that you can communicate well in English, both by writing in English and by speaking in English. Spoken English is important to be able to carry on verbal conversations. It is often known as conversational English as well. Besides being able to converse in English, spoken English for kids is also vital for presentations and assignments in school. Out of 65,000 languages that are spoken globally, English is one of the most spoken languages. English is the official language of 67 countries and a second spoken language in many other countries. If this fact alone doesn't motivate you to enrol your child in spoken English classes, let's look at some other reasons why your child should start to learn to speak English from an early age.,"
    },
    {
        "id": "05",
        "title": "Assignments stimulate independent thinking",
        "rating": { "number": 4.4, "badge": "Excellent" },
        "otherInfo": {"age": "7-10 years", "time": "8-10"},
        "author": {
            "name": "Jimmy Done",
            "img": "http://kidsheaven.wpenginepowered.com/wp-content/uploads/2017/03/blog1.jpg"
          },
        "details": "For any given education curriculum assignments for students plays a crucial role. These assignments not only help them to grow, gain knowledge but in most cases help them to understand the practical aspects. Most students in this modern era are at ease with the technology-based education system. Every bit of information is at their fingertips, whereas the emphasis should be more on practical exposure.Education has diversified but the question arises if the gamut of ready-to-use information, assignments are helping them to grow and develop their mindset. Small hesitation at the initial stage requires guidance to overcome their hesitation or fear. But in case there is some difficulty with your tasks it is always possible to us"
    },
    {
        "id": "06",
        "title": "Tackling Childcare and Employer-supported",
        "rating": { "number": 4.5, "badge": "Excellent" },
        "otherInfo": {"age": "7-9 years", "time": "8-10"},
        "author": {
            "name": "Jimmy Done",
            "img": "http://html.commonsupport.xyz/2017/childcare-preview/images/events/2.jpg"
          },
          "details": "Home-based programs don’t need to be licensed. Some home-based providers do, however, choose to be licensed and supervised by provincial/territorial home child care agencies. Often these agencies are run by local municipalities. Home-based programs provide a more flexible, less structured environment, and might be next door or down the street.Unlicensed home-based programs are often just as good as licensed ones, but your child is not protected by provincial regulations, such as those related to fire safety and playground equipment standards. The best ways to ensure your child will get quality care is to visit during operating hours and talk with parents whose children are already enrolled. You’ll need to do the things that a licensing agency would do, such as asking for a valid police background check and ensuring the caregiver has taken safety precautions in the child care environment."
    }

]












